{"Bowing":{"1":"Upon entering the Dojang (gym), the athlete bows to honor the place.  \n","2":"They must bow to all black belts, from the highest rank to 1st dan, as a gesture of courtesy.  ","3":"At the beginning of each class, to show their commitment to respecting the rules, the principles, and to fully participating in the class.  ","4":"Before sparring, both opponents bow to each other in front of the referees and judges and then bow to the opposing coach as a sign of respect. ","5":"At the end of class and when leaving the Dojang, the athlete bows to show their gratitude and loyalty to the club.","Header":"Bowing Etiquette","text1":"When you bow, it signifies not only respect for your instructors but also respect for yourself, the art, and life in general. Universally understood, the act of bowing is a sign of respect, appreciation, and courtesy.","text2":"The bow should be performed with heels together, hands at your sides, and shoulders pulled back, bending forward from the waist.","when":"Bowing is done:"},"Conduct":{"1":"You must arrive on time for training.  \n","2":"You must wear the full uniform.  \n","3":"When entering or leaving the Dojang, you must bow.  \n","4":"Upon arriving to the Dojang, you must then bow to the Grand Master, followed by the Masters and black belts.  \n","5":"You must bow to the instructor before speaking.  \n","6":"You must show positive effort during training.  \n","7":"You must remain silent during training.  \n","8":"You must respect those around you.  \n","9":"You must inform an instructor if you need to leave the Dojang.  \n","10":"If you are late, you must bow to the Grand Master and the instructor in charge of the class.  \n","11":"Hair must be tied back and jewelry removed.  \n","12":"Food and gum are not allowed in the Dojang.\n","Header":"Athlete Code of Conduct\n"},"Consequence":{"1":"- Warning  ","2":"- Class suspension  ","3":"- Session suspension  ","4":"- Contract termination","title":"Any student who violates this code of conduct may be subject to sanctions such as:\n"}}