{"Bowing":{"1":"En entrant dans le Dojang (salle de sport), l'athlète s'incline pour honorer le lieu.  \n","2":"Il doit saluer devant toutes les ceintures noires, du grade le plus élevé au 1er dan, en signe de courtoisie.  ","3":"Au début de chaque cours, montrer leur engagement à respecter les règles, les principes et à participer pleinement au cours.  ","4":"Avant le combat, les deux adversaires se saluent devant les arbitres et les juges, puis saluer l'entraîneur adverse en signe de respect. ","5":"À la fin du cours et en quittant le Dojang, l'athlète salut pour montrer sa gratitude et sa loyauté envers le club.","Header":"Étiquette de la révérence","text1":"S'incliner témoigne non seulement du respect envers ses professeurs, mais aussi du respect envers soi-même, l'art et la vie en général. S'incliner est universellement reconnu comme un signe de respect, d'appréciation et de courtoisie.","text2":"Le salut doit être exécuté avec les talons joints, les mains à vos côtés et les épaules tirées vers l'arrière, en se penchant vers l'avant à partir de la taille.","when":"Le salut se fait :"},"Conduct":{"1":"Vous devez arriver à l'heure à la formation.  \n","2":"Vous devez porter l'uniforme complet.  \n","3":"En entrant ou en sortant du Dojang, vous devez vous incliner.  \n","4":"En arrivant au Dojang, vous devez ensuite vous incliner devant le Grand Maître, suivi des Maîtres et des ceintures noires.  \n","5":"Vous devez vous incliner devant l'instructeur avant de parler.  \n","6":"Vous devez faire preuve d’efforts positifs pendant l’entraînement.  \n","7":"Vous devez rester silencieux pendant l'entraînement.  \n","8":"Vous devez respecter ceux qui vous entourent.  \n","9":"Vous devez informer un instructeur si vous devez quitter le Dojang.  \n","10":"Si vous êtes en retard, vous devez vous incliner devant le Grand Maître et l'instructeur responsable du cours.  \n","11":"Les cheveux doivent être attachés et les bijoux retirés.  \n","12":"La nourriture et le chewing-gum ne sont pas autorisés dans le Dojang.\n","Header":"Code de conduite des athlètes\n"},"Consequence":{"1":"- Avertissement  ","2":"- Suspension de classe  ","3":"- Suspension de session  ","4":"- Résiliation du contrat","title":"Tout étudiant qui enfreint ce code de conduite peut être passible de sanctions telles que :\n"}}