{"AddPhilTKD":{"1":"De plus, le Taekwondo met souvent l'accent sur :\n","3":"Ces principes sont destinés à guider les pratiquants, tant à l'intérieur qu'à l'extérieur du dojang (salle d'entraînement), façonnant le taekwondo non seulement comme un art martial, mais aussi comme un mode de vie. Cette expression coréenne, notamment dans le contexte de la philosophie du taekwondo, peut se traduire ainsi :\n","2a":"- Paix et harmonie – Utiliser la force et les compétences de manière responsable.\n","2b":"- Équilibre physique et mental – Entraîner le corps et l’esprit ensemble.\n","2c":"- Apprentissage continu et humilité – Reconnaître qu’il y a toujours plus à apprendre, quel que soit le rang."},"Phil-courtesy":{"1":"- Faites preuve de respect envers les instructeurs, les autres étudiants et les autres.\n","2":"- Ayez de bonnes manières et comportez-vous avec humilité.\n","3":"- Promouvoir un esprit de coopération et d’harmonie.\n","Title":"Courtoisie"},"Phil-indSpirit":{"1":"- Faites preuve de courage et de détermination, même face à des obstacles insurmontables.\n","2":"- N'abandonnez jamais et défendez ce qui est juste, quelle que soit la situation.\n","Title":"Esprit indomptable"},"Phil-integrity":{"1":"- Soyez honnête et respectez les principes moraux.\n","2":"- Sachez faire la différence entre le bien et le mal et agissez en conséquence, même lorsque personne d’autre ne le fait. ","Title":"Intégrité"},"Philosophy Header":"Philosophie du Taekwondo","Philosophy Top":"La philosophie du taekwondo est profondément ancrée dans les valeurs coréennes ancestrales et dans l'éthique des arts martiaux modernes. Ses principes fondamentaux visent à développer non seulement les capacités physiques, mais aussi le caractère, la discipline et le respect. Voici les cinq principes les plus couramment associés à la philosophie du taekwondo.","Phil-perseverance":{"1":"- Restez engagé envers vos objectifs malgré les obstacles ou les échecs.\n","2":"- Relever les défis pour atteindre la croissance personnelle et \n","Title":"Persévérance"},"Phil-selfControl":{"1":"- Gardez le contrôle de vos émotions, de vos actions et de vos impulsions.\n","2":"- Particulièrement important dans le sparring et la vie quotidienne\n","Title":"Maîtrise de soi"}}